Repository: thermesmarins/tmsm-aquatonic-course-booking
Catalog: languages/tmsm-aquatonic-course-booking-*.po
Languages: fr_fr

source: Are you sure you want to cancel this booking?
fr_fr: Suppression de cette réservation ? Elle sera annulée définitivement.

source: Aquatonic Course
fr_fr: Parcours Aquatonic

source: Settings
fr_fr: Réglages

source: Slot Size
fr_fr: Taille des créneaux

source: Number of slots per hour
fr_fr: Nombre de créneaux par heure

source: Course Average
fr_fr: Moyenne de la durée d’un parcours

source: Number of minutes of an average course
fr_fr: Nombre de minutes moyen d’un parcours

source: Lesson Considered Before
fr_fr: Temps considéré avant un cours

source: Number of minutes before a lesson, the person is considered in the course
fr_fr: Nombre de minutes avant un cours pour lequel on considère le participant dans le parcours

source: Lesson Considered After
fr_fr: Temps considéré après un cours

source: Number of minutes after a lesson, the person is considered in the course
fr_fr: Nombre de minutes après un cours pour lequel on considère le participant dans le parcours

source: Blocked Before Date
fr_fr: Réservations bloquées avant la date

source: Date when reservations can start. Format: YYYY-MM-DD
fr_fr: Date à partir de laquelle les réservations ne sont pas possibles. Format : AAAA-MM-JJ

source: Booking Possible Before
fr_fr: Réservation possible avant

source: Number of hours before the possibility to book
fr_fr: Nombre d’heures avant la possibilité de réserver

source: Booking Possible After
fr_fr: Réservation possible après

source: Number of hours after the possibility to book
fr_fr: Nombre d’heures après la date courante

source: Booking Allotments for Course
fr_fr: Allotement pour les réservations de parcours

source: Format: Day Number=09:00-14:00,15:30-17:30 serapated by a line break. Day Number is: 0 for Sunday, 1 for Monday, etc. Also for special dates: Date=09:00-21:00=0 where Date is in format YYYY-MM-DD.
fr_fr: Format : Nombre du jour=09:00-14:00,15:30-17:30=65 séparé par des sauts de ligne. Nombre du jour est : 0 pour dimanche, 1 pour lundi, etc. Aussi pour les jours spéciaux : Date=09:00-21:00=0 où Date est au format AAAA-MM-JJ.

source: Allotments for Treatment+Course
fr_fr: Allotement pour les soins+parcours

source: None
fr_fr: Aucun

source: Gravity Form for adding a booking
fr_fr: Formulaire Gravity Forms pour la réservation

source: Page for adding a booking
fr_fr: Page pour l’ajout de réservation

source: Gravity Form for cancelling a booking
fr_fr: Formulaire Gravity Forms pour l’annulation

source: Page for cancelling a booking
fr_fr: Page pour l’annulation de réservation

source: Dialog Insight Key ID
fr_fr: ID de clé Dialog Insight

source: Dialog Insight API Key
fr_fr: Clé d’API Dialog Insight

source: Dialog Insight Project ID
fr_fr: ID de projet Dialog Insight

source: Dialog Insight Relational Table ID
fr_fr: ID de table relationnelle Dialog Insight

source: Relational Table for Course Bookings
fr_fr: Table relationnelle pour les réservations de parcours

source: Dialog Insight Source Code
fr_fr: Code de source Dialog Insight

source: Source Code in Dialog Insight
fr_fr: Code de source Dialog Insight (établissement)

source: Dialog Insight Beneficiary Field
fr_fr: Champ bénéficiaire dans Dialog Insight

source: Beneficiary Field in Dialog Insight
fr_fr: Champ bénéficiaire dans Dialog Insight (ne pas mettre f_)

source: Aquos Endpoint for Adding Contact
fr_fr: Endpoint d’Aquos pour ajouter un contact

source: URL to endpoint
fr_fr: URL du endpoint

source: Aquos Endpoint for Lessons
fr_fr: Endpoint d’Aquos pour les cours

source: Aquos Site ID
fr_fr: ID de site Aquos

source: Aquos Secret
fr_fr: Secret Aquos

source: Lessons Date
fr_fr: Date de cours

source: Date Format: Ymd. Example: 20210428
fr_fr: Format de date : JMD. Exemple : 20210428

source: Real Time Attendance
fr_fr: Affluence en direct

source: Account Email
fr_fr: Email de compte

source: Account File Path
fr_fr: Chemin vers le fichier de compte

source: Application Name
fr_fr: Nom d’application

source: Issuer ID
fr_fr: ID de délivreur (ID Issuer)

source: Times
fr_fr: Créneaux horaires

source: Form
fr_fr: Formulaire

source: The form was not found
fr_fr: Le formulaire n’a pas été trouvé

source: The Dialog Insight feed is missing
fr_fr: Le flux Dialog Insight est manquant

source: The form layout needs the `tmsm-aquatonic-course-form-add` class
fr_fr: La mise en page du formulaire nécessite la classe `tmsm-aquatonic-course-form-add`

source: The name field needs the `tmsm-aquatonic-course-name` class
fr_fr: Le champ nom nécessite la class `tmsm-aquatonic-course-name`

source: The name field needs the `tmsm-aquatonic-course-email` class
fr_fr: Le champ email nécessite la class `tmsm-aquatonic-course-email`

source: The birthdate field needs the `tmsm-aquatonic-course-birthdate` class
fr_fr: Le champ date de naissance nécessite la classe `tmsm-aquatonic-course-birthdate`

source: The address field needs the `tmsm-aquatonic-course-address` class
fr_fr: Le champ nom nécessite la class `tmsm-aquatonic-course-address`

source: The phone field needs the `tmsm-aquatonic-course-phone` class
fr_fr: Le champ téléphone nécessite la classe `tmsm-aquatonic-course-phone`

source: The participants field needs the `tmsm-aquatonic-course-participants` class
fr_fr: Le champ participants nécessite la classe `tmsm-aquatonic-course-participants`

source: The times field needs the `tmsm-aquatonic-course-times` class
fr_fr: Le champ Date+Heures nécessite la classe `tmsm-aquatonic-course-times`

source: The times field needs the `tmsm-aquatonic-course-summary` class
fr_fr: Le champ résumé nécessite la classe `tmsm-aquatonic-course-summary`

source: The title field needs the `tmsm-aquatonic-course-title` class
fr_fr: Le champ Civilité nécessite la classe `tmsm-aquatonic-course-title`

source: Gravity Forms Add Form setup has failed: %s
fr_fr: La configuration du formulaire d’ajout Gravity Forms a échoué : %s

source: The form layout needs the `tmsm-aquatonic-course-form-cancel` class
fr_fr: La mise en page du formulaire nécessite la classe `tmsm-aquatonic-course-form-cancel`

source: Gravity Forms Cancel Form setup has failed: %s
fr_fr: La configuration du formulaire d’annulation Gravity Forms a échoué : %s

source: Gravity Forms all need to be defined
fr_fr: Tous les formulaires Gravity Forms doivent être définis

source: Pages all need to be defined
fr_fr: Les pages doivent êtres définies

source: Timeslots fields all need to be defined
fr_fr: Les champs Allotement pour les réservations de parcours, Réservation possible avant, et Réservation possible après doivent être remplis

source: Dialog Insight fields all need to be defined
fr_fr: Les champs Dialog Insight doivent être définis

source: Booking not found
fr_fr: La réservation n’a pas été trouvée

source: Participant is already arrived
fr_fr: Le participant est déjà arrivé

source: Booking was cancelled
fr_fr: La réservation a été annulée

source: Booking date is passed or in the future
fr_fr: La date de la réservation est passée ou dans le futur

source: Booking valid for %s %s at %s for %s participant(s)
fr_fr: Réservation valide pour %s %s le %s pour %s participant(s)

source: Cancelled booking for %s %s at %s
fr_fr: Annulation de la réservation pour %s %s le %s

source: %s at %s
fr_fr: %s à %s

source: Active
fr_fr: Planifié

source: Mark as active
fr_fr: Marquer comme planifiée

source: Arrived
fr_fr: Arrivé

source: Cancelled
fr_fr: Annulé

source: Mark as cancelled
fr_fr: Annuler

source: Mark as no-show
fr_fr: Marquer comme no-show

source: Capacity
fr_fr: Capacité

source: Registered Lesson Members
fr_fr: Personnes inscrites aux cours

source: (Test Mode)
fr_fr: (Mode test)

source: Ending Lesson Members
fr_fr: Cours qui terminent

source: Starting Lesson Members
fr_fr: Cours qui débutent

source: Treatment+Course Allotment
fr_fr: Allotement pour les soins+parcours

source: Booking Allotments
fr_fr: Allotement pour la réservation

source: Ongoing Bookings
fr_fr: Réservations en cours

source: Ending Bookings
fr_fr: Réservations qui terminent

source: Starting Bookings
fr_fr: Réservations qui débutent

source: Free
fr_fr: Libre

source: Can Start
fr_fr: Peut commencer (sans réservation)

source: (Minimum Value of Free Row)
fr_fr: (Valeur minimum de la ligne « Libre »)

source: Real Time
fr_fr: Temps réél

source: Real time data is missing!
fr_fr: Les données temps réel sont manquantes

source: Error: Delivery URL returned response code: %s
fr_fr: Erreur : URL de livraison a retourné le code : %s

source: Error message: %s
fr_fr: Code erreur : %s

source: Aquos reached, with error message: %s
fr_fr: Aquos atteint, avec le message d’erreur : %s

source: Allotment History by Slot
fr_fr: Historique de l’allotement ResaParcours par créneau

source: Legend:
fr_fr: Légende :

source: Possible Allotment Upgrade
fr_fr: Amélioration possible de l’allotement ResaParcours

source: Allotment Poorly Filled
fr_fr: Allotement ResaParcours peu rempli

source: Allotment Medium Filled
fr_fr: Allotement ResaParcours moyennement rempli

source: Allotment Very Filled
fr_fr: Allotement ResaParcours très rempli

source: From (MM/DD/YYYY)
fr_fr: Du (JJ/MM/AAAA)

source: To (MM/DD/YYYY)
fr_fr: Au (JJ/MM/AAAA)

source: Filter
fr_fr: Filtrer

source: Save XLS
fr_fr: Sauvegarder en Excel

source: Course Allotment
fr_fr: Allotement ResaParcours

source: Course participants
fr_fr: Participants ResaParcours

source: Dashboard
fr_fr: Tableau de bord

source: Bookings
fr_fr: Réservations

source: History
fr_fr: Historique

source: Dialog Insight API connection failed with error code: %s
fr_fr: La connexion Dialog Insight a échoué avec le code erreur : %s

source: Save options
fr_fr: Enregistrer les options

source: Participants by date (arrived or active)
fr_fr: Participants par date (arrivés et planifiés)

source: Course Date
fr_fr: Date du parcours

source: Past Bookings by date and by status
fr_fr: Réservations passées par date et par statut

source: Total Bookings by Status
fr_fr: Total des réservations par statut

source: Status
fr_fr: État de réservation

source: Number of bookings
fr_fr: Nombre de réservations

source: Total Participants by Status
fr_fr: Total des participants par statut

source: Number of participants
fr_fr: Nombre de participants

source: Customers with most no-shows (more than 4)
fr_fr: Clients avec le plus de no-show (au moins 4)

source: Next Refresh at %s in %s
fr_fr: Prochaine actualisation à %s dans %s

source: Force refresh attendance
fr_fr: Forcer l’actualisation

source: Aquatonic Attendance is not available
fr_fr: Le cron TMSM Aquatonic Attendance n’est pas disponible

source: Web service is not available
fr_fr: Le service web n’est pas disponible

source: Error code %s: %s
fr_fr: Code erreur %s : %s

source: Full Name
fr_fr: Nom complet

source: No-Show Count
fr_fr: Nombre de no-show

source: Date Created
fr_fr: Date de création

source: Course Start
fr_fr: Début

source: All
fr_fr: Tout

source: Active + No-Show
fr_fr: Planifiée + No-Show

source: Name
fr_fr: Nom

source: Creation Date
fr_fr: Date de création

source: Specify the data type to sanitize.
fr_fr: Spécifier de type de données à normaliser.

source: Forgot data type
fr_fr: Type de données oublié

source: Every 5 minutes
fr_fr: Toutes les 5 minutes

source: Date+Time
fr_fr: Date+Heure

source: On Going Participants
fr_fr: Participants

# birthdate date format for datepicker
source: mm/dd/yyyy
fr_fr: dd/mm/yyyy

# birthdate date format for humans
source: mm/dd/yyyy
fr_fr: jj/mm/aaaa

source: Loading
fr_fr: Chargement

source: No time slot found
fr_fr: Aucune disponibilité

source: Closed
fr_fr: Fermé

source: Pick a time slot
fr_fr: Choisir

source: Course for %s participant(s) on %s at %s:%s
fr_fr: Parcours pour %s participant(s) le %s à %sh%s

source: MMMM DD, YYYY
fr_fr: dddd DD MMMM YYYY

source: Change time
fr_fr: Changer l’heure

source: {place_name}<br>Aquatonic Course on {booking_date} at {booking_hourminutes}<br>{booking_participants} participant(s)
fr_fr: {place_name}<br>Parcours Aquatonic le {booking_date} à {booking_hourminutes}<br>{booking_participants} participant(s)

source: If you can't see the barcode, please access this page
fr_fr: Si vous ne pouvez pas visualiser ce code barre, accédez à cette page.

source: Download your booking
fr_fr: Télécharger la réservation en PDF

source: Barcode missing
fr_fr: Code barre manquant

source: This booking was already cancelled
fr_fr: Cette réservation a déjà été annulée

source: Do you want to cancel the following booking?
fr_fr: En cas d’empêchement, nous vous remercions d’annuler cette réservation.

source: This booking was not found
fr_fr: Cette réservation n’a pas été trouvée

source: The booking token was not found
fr_fr: Ce token de réservation n’a pas été trouvé

source: Year of birth is invalid
fr_fr: L’année de naissance n’est pas valide

source: Postal code is invalid
fr_fr: Le code postal n’est pas valide

source: City is invalid
fr_fr: La ville n’est pas valide

source: Aquatonic Course on %s for %d participants
fr_fr: Parcours Aquatonic le %s pour %d participant(s)

source: Token security is not valid
fr_fr: Le jeton de sécurité n’est pas valide

source: Ajax referer is not valid
fr_fr: Le référant ajax n’est pas valide

source: No first slot available to calculate all the slots
fr_fr: Aucun créneau de départ pour calculer les créneaux

source: No end slot available to calculate all the slots
fr_fr: Aucun créneau de fin pour calculer les créneaux

source: Mini Dashboard
fr_fr: Mini tableau de bord
